
{
  "Lämmittely": [
    "Seiso yhdellä jalalla 10 sekuntia. Tai ota 2 hörppyä.",
    "Kerro hauska tarina viime viikolta. Tai ota 1 hörppy.",
    "Hymyile seuraavan kysymyksen ajan. Tai ota 3 hörppyä.",
    "Taputa käsiäsi 10 kertaa. Tai ota 2 hörppyä.",
    "Ota syvä hengitys ja huuda 'Woohoo!'. Tai ota 1 hörppy.",
    "Kerro jokin hassu lempinimi sinulle. Tai ota 3 hörppyä.",
    "Hypi paikallasi 5 kertaa. Tai ota 2 hörppyä.",
    "Keksi sana, joka rimmaa sanan 'koira'. Tai ota 1 hörppy.",
    "Ota kulaus, jos olet juonut kahvia tänään. Tai ota 2 hörppyä.",
    "Kerää kaikki kynät pöydältä 5 sekunnissa. Tai ota 3 hörppyä.",
    "Hymyile vieressä olevalle pelaajalle. Tai ota 1 hörppy.",
    "Tee yksi kyykky. Tai ota 2 hörppyä.",
    "Näytä paras tanssiliikkeesi 5 sekuntia. Tai ota 3 hörppyä.",
    "Ota kulaus, jos olet syönyt makeaa tänään. Tai ota 1 hörppy.",
    "Tanssi paikallasi 5 sekuntia. Tai ota 2 hörppyä.",
    "Laula yksi sana suosikkikappaleestasi. Tai ota 3 hörppyä.",
    "Kerro nopea vitsi. Tai ota 1 hörppy.",
    "Ota kulaus, jos pidät kahvista. Tai ota 2 hörppyä.",
    "Tee 5 kyykkyä paikallasi. Tai ota 3 hörppyä.",
    "Hymyile koko ryhmälle 3 sekuntia. Tai ota 1 hörppy.",
    "Hypi 3 kertaa paikallasi. Tai ota 2 hörppyä.",
    "Tee iloinen huuto 'Yeah!'. Tai ota 3 hörppyä.",
    "Keksi uusi tanssiliike ja näytä se. Tai ota 1 hörppy.",
    "Ota kulaus, jos omistat lemmikin. Tai ota 2 hörppyä.",
    "Tanssi 5 sekuntia paikallasi. Tai ota 3 hörppyä.",
    "Hymyile vieressä olevalle 3 sekuntia. Tai ota 1 hörppy.",
    "Ota kulaus, jos olet nähnyt tänään auringon. Tai ota 2 hörppyä.",
    "Laula lyhyt pätkä laulusta. Tai ota 3 hörppyä.",
    "Kerro hauska tapaus viime kesältä. Tai ota 1 hörppy.",
    "Ota kulaus, jos sinulla on puhelin taskussa. Tai ota 2 hörppyä.",
    "Leiki eläintä 5 sekuntia. Tai ota 3 hörppyä.",
    "Ota kulaus, jos olet syönyt lounasta tänään. Tai ota 1 hörppy.",
    "Keksi oma lyhyt laulunpätkä. Tai ota 2 hörppyä.",
    "Ota kulaus, jos pidät suklaasta. Tai ota 3 hörppyä.",
    "Tee hassu tanssiliike 5 sekuntia. Tai ota 1 hörppy.",
    "Ota kulaus, jos olet käyttänyt punaista tänään. Tai ota 2 hörppyä.",
    "Tee 3 hyppyä paikallasi. Tai ota 3 hörppyä.",
    "Kerro paras vitsi, jonka muistat. Tai ota 1 hörppy.",
    "Ota kulaus, jos olet juonut vettä tänään. Tai ota 2 hörppyä.",
    "Tee iloinen huuto 'Woohoo!'. Tai ota 3 hörppyä.",
    "Tanssi hassusti 5 sekuntia. Tai ota 1 hörppy.",
    "Hypi 2 kertaa paikallasi. Tai ota 2 hörppyä.",
    "Kerro hauska nimi lemmikille. Tai ota 3 hörppyä.",
    "Laula lyhyt pätkä kappaleesta. Tai ota 1 hörppy.",
    "Tee iloinen liike 3 sekuntia. Tai ota 2 hörppyä.",
    "Ota kulaus, jos olet ollut tänään koulussa ajoissa. Tai ota 3 hörppyä.",
    "Näytä paras tanssiliikkeesi 3 sekuntia. Tai ota 1 hörppy.",
    "Hymyile 5 sekuntia. Tai ota 2 hörppyä.",
    "Ota kulaus, jos sinulla on hiuspanta. Tai ota 3 hörppyä.",
    "Tee yksi punnerrus. Tai ota 1 hörppy.",
    "Ota kulaus, jos olet käyttänyt farkkuja tänään. Tai ota 2 hörppyä."
  ],
   "Totuus tai tehtävä": [
    "Totuus: Keneen olet viimeksi ihastunut? Tai ota 2 hörppyä.",
    "Tehtävä: Tee 10 punnerrusta. Tai ota 1 hörppy.",
    "Totuus: Mikä on noloin tapasi? Tai ota 3 hörppyä.",
    "Tehtävä: Hyppää paikallasi 20 sekuntia. Tai ota 2 hörppyä.",
    "Totuus: Kuka on paras ystäväsi ja miksi? Tai ota 1 hörppy.",
    "Tehtävä: Näytä paras tanssiliikkeesi 5 sekuntia. Tai ota 2 hörppyä.",
    "Totuus: Oletko koskaan valehdellut ystävällesi? Tai ota 3 hörppyä.",
    "Tehtävä: Laula yksi rivi suosikkilaulustasi. Tai ota 1 hörppy.",
    "Totuus: Mikä on oudoin unesi, jonka muistat? Tai ota 2 hörppyä.",
    "Tehtävä: Tee iloinen ääni 'Woohoo!'. Tai ota 3 hörppyä.",
    "Totuus: Kuka oli ensimmäinen ihastuksesi? Tai ota 1 hörppy.",
    "Tehtävä: Tee flirttaileva tanssiliike 5 sekuntia. Tai ota 2 hörppyä.",
    "Totuus: Mikä on suurin salaisuutesi? Tai ota 3 hörppyä.",
    "Tehtävä: Tee 5 kyykkyä. Tai ota 1 hörppy.",
    "Totuus: Oletko koskaan piilotellut jotain ystävältäsi? Tai ota 2 hörppyä.",
    "Tehtävä: Hymyile seuraavalle pelaajalle 5 sekuntia. Tai ota 3 hörppyä.",
    "Totuus: Kuka on ihanin julkkis? Tai ota 1 hörppy.",
    "Tehtävä: Tee iloinen huuto 'Yeah!'. Tai ota 2 hörppyä.",
    "Totuus: Oletko koskaan pelännyt jotain lapsena? Tai ota 3 hörppyä.",
    "Tehtävä: Taputa käsiäsi 10 kertaa. Tai ota 1 hörppy.",
    "Totuus: Mikä on oudoin asia, jonka olet syönyt? Tai ota 2 hörppyä.",
    "Tehtävä: Tee hassu tanssiliike 5 sekuntia. Tai ota 3 hörppyä.",
    "Totuus: Kuka oli viimeisin henkilö, jolle soitit? Tai ota 1 hörppy.",
    "Tehtävä: Tee iloinen ele 5 sekuntia. Tai ota 2 hörppyä.",
    "Totuus: Mikä on noloin sometapahtumasi? Tai ota 3 hörppyä.",
    "Tehtävä: Kerro hauska tarina 30 sekunnissa. Tai ota 1 hörppy.",
    "Totuus: Oletko koskaan varastanut jotain? Tai ota 2 hörppyä.",
    "Tehtävä: Tee 10 hyppyä paikallasi. Tai ota 3 hörppyä.",
    "Totuus: Kuka on epämiellyttävin henkilö, jonka tunnet? Tai ota 1 hörppy.",
    "Tehtävä: Näytä flirttaileva ilme 5 sekuntia. Tai ota 2 hörppyä.",
    "Totuus: Mikä on oudoin lempiruokasi? Tai ota 3 hörppyä.",
    "Tehtävä: Laula yksi sana laulusta. Tai ota 1 hörppy.",
    "Totuus: Kuka on salainen ihastuksesi? Tai ota 2 hörppyä.",
    "Tehtävä: Tee hassu kävely 5 sekuntia. Tai ota 3 hörppyä.",
    "Totuus: Mikä on noloin vaatekappaleesi? Tai ota 1 hörppy.",
    "Tehtävä: Hymyile koko ryhmälle 5 sekuntia. Tai ota 2 hörppyä.",
    "Totuus: Oletko koskaan itkenyt julkisesti? Tai ota 3 hörppyä.",
    "Tehtävä: Kerro paras vitsisi. Tai ota 1 hörppy.",
    "Totuus: Mikä on oudoin pelisi? Tai ota 2 hörppyä.",
    "Tehtävä: Tee nopea tanssiliike 3 sekuntia. Tai ota 3 hörppyä.",
    "Totuus: Kuka on salainen ihailijasi? Tai ota 1 hörppy.",
    "Tehtävä: Taputa polvia 5 kertaa. Tai ota 2 hörppyä.",
    "Totuus: Mikä on noloin sometili, jota seuraat? Tai ota 3 hörppyä.",
    "Tehtävä: Näytä lempiliikkeesi 5 sekuntia. Tai ota 1 hörppy.",
    "Totuus: Oletko koskaan valehdellut vanhemmillesi? Tai ota 2 hörppyä.",
    "Tehtävä: Tee hauska ääni 3 sekuntia. Tai ota 3 hörppyä.",
    "Totuus: Kuka on oudoin henkilö, jonka tunnet? Tai ota 1 hörppy.",
    "Tehtävä: Hyppää paikallasi 5 kertaa. Tai ota 2 hörppyä.",
    "Totuus: Mikä on noloin asia, jonka olet sanonut? Tai ota 3 hörppyä.",
    "Tehtävä: Kerro salainen taitosi. Tai ota 1 hörppy."
  ],
  "Spicy": [
    "Tee flirttaileva tanssiliike. Tai ota 2 hörppyä.",
    "Suutele peukaloasi 5 sekuntia. Tai ota 1 hörppy.",
    "Hymyile seksikkäästi 3 sekuntia. Tai ota 3 hörppyä.",
    "Tee romanttinen ele seuraavalle pelaajalle. Tai ota 2 hörppyä.",
    "Flirttaile vieressä olevalle henkilölle 5 sekuntia. Tai ota 1 hörppy.",
    "Tee seksikäs ilme 3 sekuntia. Tai ota 3 hörppyä.",
    "Tanssi flirttaillen seuraavalle pelaajalle. Tai ota 2 hörppyä.",
    "Halaa vieressä olevaa pelaajaa 5 sekuntia. Tai ota 3 hörppyä.",
    "Suutele kämmenselkäsi 3 sekuntia. Tai ota 1 hörppy.",
    "Näytä flirttaileva hymy. Tai ota 2 hörppyä.",
    "Kerro salainen fantasiasi. Tai ota 3 hörppyä.",
    "Tee flirttaileva ele 5 sekuntia. Tai ota 1 hörppy.",
    "Hymyile seksikkäästi seuraavalle pelaajalle. Tai ota 2 hörppyä.",
    "Tanssi flirttaillen paikallasi 5 sekuntia. Tai ota 3 hörppyä.",
    "Halaa vieressä olevaa pelaajaa 10 sekuntia. Tai ota 2 hörppyä.",
    "Suutele vieressä olevaa pelaajaa kädestä. Tai ota 3 hörppyä.",
    "Näytä seksikäs ilme 3 sekuntia. Tai ota 1 hörppy.",
    "Flirttaile ja kerro leikkimielinen salaisuus. Tai ota 2 hörppyä.",
    "Tee romanttinen liike seuraavalle pelaajalle. Tai ota 3 hörppyä.",
    "Hymyile flirttaillen 5 sekuntia. Tai ota 1 hörppy.",
    "Tee flirttaileva tanssiliike seuraavalle pelaajalle. Tai ota 2 hörppyä.",
    "Suutele vieressä olevaa pelaajaa poskelle. Tai ota 3 hörppyä.",
    "Halaa vieressä olevaa pelaajaa 5 sekuntia. Tai ota 1 hörppy.",
    "Näytä flirttaileva hymy 3 sekuntia. Tai ota 2 hörppyä.",
    "Tee seksikäs liike paikallasi 5 sekuntia. Tai ota 3 hörppyä.",
    "Hymyile romanttisesti seuraavalle pelaajalle. Tai ota 2 hörppyä.",
    "Tanssi flirttaillen paikallasi 3 sekuntia. Tai ota 1 hörppy.",
    "Kerro leikkimielinen salaisuutesi. Tai ota 2 hörppyä.",
    "Tee flirttaileva ele 5 sekuntia. Tai ota 3 hörppyä.",
    "Halaa seuraavaa pelaajaa romanttisesti 5 sekuntia. Tai ota 1 hörppy.",
    "Suutele vieressä olevaa pelaajaa 3 sekuntia. Tai ota 2 hörppyä.",
    "Näytä seksikäs hymy. Tai ota 3 hörppyä.",
    "Flirttaile ja kerro fantasia. Tai ota 2 hörppyä.",
    "Tee seksikäs liike seuraavalle pelaajalle. Tai ota 1 hörppy.",
    "Hymyile viettelevästi 5 sekuntia. Tai ota 2 hörppyä.",
    "Tanssi flirttaillen seuraavalle pelaajalle 5 sekuntia. Tai ota 3 hörppyä.",
    "Halaa vieressä olevaa 5 sekuntia. Tai ota 2 hörppyä.",
    "Suutele käden selkää 3 sekuntia. Tai ota 1 hörppy.",
    "Näytä seksikäs ilme seuraavalle pelaajalle. Tai ota 2 hörppyä.",
    "Flirttaile ja tee leikkimielinen liike. Tai ota 3 hörppyä.",
    "Tee romanttinen ele 5 sekuntia. Tai ota 1 hörppy.",
    "Hymyile flirtaten 5 sekuntia. Tai ota 2 hörppyä.",
    "Tanssi flirttaillen paikallasi 5 sekuntia. Tai ota 3 hörppyä.",
    "Suutele vieressä olevaa pelaajaa poskelle. Tai ota 2 hörppyä.",
    "Halaa vieressä olevaa henkilöä 5 sekuntia. Tai ota 1 hörppy.",
    "Näytä flirttaileva hymy. Tai ota 2 hörppyä.",
    "Tee flirttaileva liike paikallaan 5 sekuntia. Tai ota 3 hörppyä.",
    "Tanssi flirtaten seuraavalle pelaajalle. Tai ota 2 hörppyä.",
    "Suutele kämmenselkäsi 3 sekuntia. Tai ota 1 hörppy."
  ],
  " Extra Spicy": [
  "Kuiskaa seuraavalle pelaajalle jotain viettelevää 5 sekuntia. Tai ota 2 hörppyä.",
  "Leikittele hiuksillasi 3 sekuntia. Tai ota 1 hörppy.",
  "Anna seuraavalle pelaajalle flirttaileva katse 5 sekuntia. Tai ota 3 hörppyä.",
  "Tee seksikäs pyörähdys paikallasi. Tai ota 2 hörppyä.",
  "Suutele sormesi päät 3 sekuntia. Tai ota 1 hörppy.",
  "Halaa seuraavaa pelaajaa tiukasti 3 sekuntia. Tai ota 2 hörppyä.",
  "Tee leikkisä ja viettelevä tanssiliike. Tai ota 3 hörppyä.",
  "Hymyile viettelevästi peilille 5 sekuntia. Tai ota 1 hörppy.",
  "Kuiskaa salaisuus seuraavalle pelaajalle flirttaillen. Tai ota 2 hörppyä.",
  "Anna intensiivinen katsekontakti seuraavalle 3 sekuntia. Tai ota 3 hörppyä.",
  "Leikittele huulillasi kevyesti 5 sekuntia. Tai ota 1 hörppy.",
  "Tee flirttaileva käden liike kohti seuraavaa pelaajaa. Tai ota 2 hörppyä.",
  "Halaa vieressä olevaa romanttisesti 3 sekuntia. Tai ota 3 hörppyä.",
  "Tanssi flirttaillen ympäri omaa paikkaasi 5 sekuntia. Tai ota 2 hörppyä.",
  "Suutele vieressä olevaa pelaajaa kevyesti olkapäälle. Tai ota 1 hörppy.",
  "Näytä seksikäs silmäkulmien kohotus 3 sekuntia. Tai ota 2 hörppyä.",
  "Kurota käsi seuraavan pelaajan suuntaan leikkisästi. Tai ota 3 hörppyä.",
  "Tee viettelevä liike lantiolla paikallasi 5 sekuntia. Tai ota 2 hörppyä.",
  "Hymyile flirttaillen seuraavalle pelaajalle 3 sekuntia. Tai ota 1 hörppy.",
  "Leiki huulillasi pehmeästi 5 sekuntia. Tai ota 2 hörppyä.",
  "Tee romanttinen ele seuraavalle pelaajalle 3 sekuntia. Tai ota 3 hörppyä.",
  "Halaa seuraavaa pelaajaa lempeästi 5 sekuntia. Tai ota 1 hörppy.",
  "Suutele kämmenselkäsi viettelevästi 3 sekuntia. Tai ota 2 hörppyä.",
  "Tee flirttaileva tanssiliike seuraavalle pelaajalle 5 sekuntia. Tai ota 3 hörppyä.",
  "Hymyile viettelevästi peilille tai kameraan 3 sekuntia. Tai ota 1 hörppy.",
  "Anna leikkisä, flirttaileva katse seuraavalle pelaajalle 5 sekuntia. Tai ota 2 hörppyä.",
  "Tee seksikäs vartalon liike paikallasi. Tai ota 3 hörppyä.",
  "Kuiskaa fantasia seuraavalle pelaajalle 3 sekuntia. Tai ota 2 hörppyä.",
  "Halaa vieressä olevaa pelaajaa pitkään 5 sekuntia. Tai ota 1 hörppy.",
  "Leikittele hiuksillasi flirttaillen 3 sekuntia. Tai ota 2 hörppyä.",
  "Tee flirttaileva käden liike seuraavalle pelaajalle 5 sekuntia. Tai ota 3 hörppyä.",
  "Hymyile viettelevästi seuraavalle 3 sekuntia. Tai ota 1 hörppy.",
  "Tanssi leikkisästi ja flirttaillen paikallasi 5 sekuntia. Tai ota 2 hörppyä.",
  "Suutele vieressä olevaa pelaajaa kevyesti poskelle. Tai ota 3 hörppyä.",
  "Halaa seuraavaa pelaajaa flirttaillen 5 sekuntia. Tai ota 2 hörppyä.",
  "Näytä seksikäs katse seuraavalle pelaajalle 3 sekuntia. Tai ota 1 hörppy.",
  "Tee flirttaileva pyörähdys paikallasi 5 sekuntia. Tai ota 2 hörppyä.",
  "Leikittele huulillasi 3 sekuntia. Tai ota 3 hörppyä.",
  "Hymyile viettelevästi ja katso seuraavaa pelaajaa 5 sekuntia. Tai ota 2 hörppyä.",
  "Tee romanttinen ele vieressä olevalle pelaajalle 3 sekuntia. Tai ota 1 hörppy.",
  "Kuiskaa flirttaileva salaisuus seuraavalle pelaajalle. Tai ota 2 hörppyä.",
  "Tanssi flirttaillen seuraavalle pelaajalle paikallasi 5 sekuntia. Tai ota 3 hörppyä.",
  "Halaa vieressä olevaa 3 sekuntia flirttaillen. Tai ota 2 hörppyä.",
  "Suutele sormesi päät flirttaillen 3 sekuntia. Tai ota 1 hörppy.",
  "Näytä seksikäs hymy 5 sekuntia. Tai ota 2 hörppyä.",
  "Tee flirttaileva liike seuraavalle pelaajalle 3 sekuntia. Tai ota 3 hörppyä.",
  "Hymyile viettelevästi 5 sekuntia seuraavalle pelaajalle. Tai ota 2 hörppyä.",
  "Tanssi leikkisästi ja flirttaillen paikallasi 3 sekuntia. Tai ota 1 hörppy.",
  "Suutele vieressä olevaa pelaajaa kevyesti 5 sekuntia. Tai ota 2 hörppyä.",
  "Halaa seuraavaa pelaajaa flirttaillen 3 sekuntia. Tai ota 3 hörppyä.",
  "Leikittele huulillasi viettelevästi 5 sekuntia. Tai ota 2 hörppyä.",
  "Tee flirttaileva tanssiliike paikallasi 3 sekuntia. Tai ota 1 hörppy."
]
}









